export const errors = {
  type: {
    required: "Обязательно ввести название выполняемой работ",
    inValid: "В названии присутствуют недопустимые символы",
    minLength: "Минимальный обьем названия названия работы: 15",
  },
  description: {
    required: "Обязательно ввести описание работы",
    minLength: "Минимальный обьем описания работы: 20",
  },
  count: {
    required: "Требуется ввести количество нужных работников",
    inValid : "В строке присутствуют лишние символы",
    positive : "Число должно быть положительным"
  },
};
